Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digitalarkivet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Søk i byregnskap og annen skatteliste
nn: Søk i byregnskap og anna skatteliste

source: Søk i uekte fødte og døpte
nn: Søk i uekte fødde og døypte

source: I første delen er det et unummerert blad mellom 128 og 129, i andre delen er den ingen blad mellom 89 og 99
nn: I første delen er det eit unummerert blad mellom 128 og 129, i andre delen er den ingen blad mellom 89 og 99

source: På slutten av kvart skifte i publikasjonen, finn en referansen til det originale skiftedokumentet hjå Statsarkivet i Tromsø.
nn: På slutten av kvart skifte i publikasjonen, finn ein referansen til det originale skiftedokumentet hjå Statsarkivet i Tromsø.

source: Foreninga deltar i Samarbeidsavtalen mellom Riksarkiven og Slekt og Data-Norge, men har likevel sitt eige rom i Digitalpensjonatet for å presentere registreringer som ikke er korrekturlesne i Arkivverket.
nn: Foreninga deltar i Samarbeidsavtalen mellom Riksarkiven og Slekt og Data-Norge, men har likevel sitt eige rom i Digitalpensjonatet for å presentere registreringer som ikkje er korrekturlesne i Arkivverket.

source: Bosted i Norge før utflytting
nn: Bustad i Noreg før utflytting

source: Interkommunalt arkiv i Hordaland er en arkivinstitusjon som held til i Bergen.
nn: Interkommunalt arkiv i Hordaland er ein arkivinstitusjon som held til i Bergen.

source: Yngve Nedrebø har også kontrollert databasen, men det er ikke lese korrektur.
nn: Yngve Nedrebø har også kontrollert databasen, men det er ikkje lese korrektur.

source: I årsmeldiga for 2003 står det at Bigset avd A hadde vorte et arbeidslag under Bigset avd B, eller Bigset underavdeling av Hareid sanitetslag, som det framover vart kalla.
nn: I årsmeldiga for 2003 står det at Bigset avd A hadde vorte eit arbeidslag under Bigset avd B, eller Bigset underavdeling av Hareid sanitetslag, som det framover vart kalla.

source: Slekt og Data Molde er et lokallag under Slekt og Data Møre og Romsdal som er tilslutta Slekt og Data Norge.
nn: Slekt og Data Molde er eit lokallag under Slekt og Data Møre og Romsdal som er tilslutta Slekt og Data Norge.

source: Det er ikke lese korrektur, men databasen er kontrollert av Yngve Nedrebø.
nn: Det er ikkje lese korrektur, men databasen er kontrollert av Yngve Nedrebø.

source: Søk etter personer i folketellingen fra 1910
nn: Søk etter personar i folketeljinga frå 1910

source: Alle person- (for- og slektsnamn) og stedsnavn er registrert bokstavrett, men farsnavn (patronymikon) er forkortet med dobbel s med punktum, uten hensyn til om det står en eller to s-er (Larsen --> Larss., Pederson --> Pederss.
nn: Histform Alle person- (for- og slektsnamn) og stadnamn er registrerte bokstavrett, men farsnamna (patronyma) er forkorta med dobbel s med punktum, utan omsyn til om presten har skrive ein eller to s-ar (Larsen --> Larss., Pederson --> Pederss.

source: Søk i fødte og døpte og uekte fødte og døpte
nn: Søk i fødde og døypte og uekte fødde og døypte

source: Søk i innmeldte dissentere og innmeldte i statskirken
nn: Søk i innmelde dissentarar og innmelde i statskyrkja

source: Databasen som ligg her er et register frå formannsprotokollane 1-3, 1886-1919 for Austevoll.
nn: Databasen som ligg her er eit register frå formannsprotokollane 1-3, 1886-1919 for Austevoll.

source: 2239, Nedre Telemark og Bamble fogderi, 1762-1763:
nn: 2239, Nedre Telemark og Bamble futedømme, 1762-1763:

source: Dødfødselslisten er registrert av Knut Røysland, Trondheim og korrekturlest av Jan Arild Strømstad i regi av DIS-Vest-Agder i 2003-2004.
nn: Vielseslisten er registrert av Knut Røysland, Trondheim og korrekturlest av Jan Arild Strømstad i regi av DIS-Vest-Agder i 2003-2004.

source: Inge Eikeland, gjest i Digitalpensjonatet, har laget en database over personane ved skip frå Bergen, som seilte i utenlandsfart.
nn: Inge Eikeland, gjest i Digitalpensjonatet, har laget ein database over personane ved skip frå Bergen, som seilte i utenlandsfart.
